Repository: SunRay27/BaldrSkyOmegaT
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ru_ru

source: Wanna change your simulacrum's equipment?
ru_ru: Хочешь изменить снаряжение своего симулякра?

source: Wanna check out some personal data?
ru_ru: Хочешь проверить личные данные?

source: Wanna check out some unit data?
ru_ru: Хочешь посмотреть на роботов?

source: Wanna check out some weapon data?
ru_ru: Хочешь проверить данные об оружии?

source: Wanna check out the scenario chart?
ru_ru: Хочешь взглянуть на схему сюжета?

source: Wanna check the chat log?
ru_ru: Хочешь проверить журнал разговоров?

source: Wanna double check the help menu?
ru_ru: Может, заглянуть в справку?

source: Wanna exit the game for now?
ru_ru: Хочешь выйти из игры?

source: Wanna go back to the setup menu?
ru_ru: Хочешь вернуться в меню подготовки?

source: Wanna go back to the title screen?
ru_ru: Хочешь вернуться к титульному экрану?

source: Wanna go through some tutorials?
ru_ru: Хочешь пройтись по обучению?

source: Wanna load up some replay data?
ru_ru: Хочешь загрузить повтор?

source: Wanna play a little game? Loser gives up their breakfast sides.
ru_ru: Хочешь сыграть в небольшую игру? Проигравший отказывается от своего завтрака.

source: Wanna quit and return to the survival menu? There's nothing wrong with giving in.
ru_ru: Хочешь выйти и вернуться в меню выживания? Нет ничего плохого в том, чтобы сдаться.

source: Wanna return to the previous choice or setup menu?
ru_ru: Хочешь вернуться к предыдущему выбору или меню подготовки?

source: Wanna return to the survival menu?
ru_ru: Хочешь вернуться в меню выживания?

source: Wanna start up practice mode?
ru_ru: Хочешь запустить режим тренировки?

source: Wanna start up survival mode?
ru_ru: Хочешь начать выживание?

source: Want to load up some replay data?
ru_ru: Хочешь загрузить повтор?

source: Want to teach how to cook.
ru_ru: Хочу научиться готовить.

source: Wanting a proper meal would be asking for too much. Besides...
ru_ru: Требовать нормальной еды было бы слишком в данной ситуации. Кроме того...

source: Warning: enemy units closing in.
ru_ru: Внимание: вражеские единицы приближаются.

source: Warning: jamming is now under 30 percent.
ru_ru: Внимание: текущий уровень помех меньше 30 процентов.

source: Watch out for hidden cameras, huh? Because of the room? Or could it be...
ru_ru: Осторожно, вас снимает скрытая камера? А они изначально были в комнате? Или, может быть...

source: Watch out! Hostiles right in front of us!
ru_ru: Осторожно! Враги прямо перед нами!

source: We can't just stay here and fight forever.
ru_ru: Мы не можем просто сидеть здесь и вечно сражаться.

source: We didn't expect this structure to have so many of them.
ru_ru: Мы не ожидали, что здесь их будет так много.

source: We finish our breakfasts, after which Rain nods, stands up, and gets behind me.
ru_ru: Мы доедаем завтрак, после чего Рейн кивает, встает и становится позади меня.

source: We ignore the mechanical voice, choosing to accelerate instead, and rush into the swarm of viruses.
ru_ru: Мы игнорируем механический голос, и разогнавшись ещё сильнее, влетаем в рой вирусов.

source: We left the base in a rush, so this is all I can offer you. I'm sorry.
ru_ru: Мы покинули базу в спешке, так что это все, что я могу тебе предложить. Извини.

source: We might really be out of options this time, which means I could die right here.
ru_ru: На этот раз у нас нет вариантов, а это значит, что я могу погибнуть прямо здесь.

source: We reach a virtual training ground, feeling like we've covered a fair bit of distance distance that isn't actually real.
ru_ru: Мы попадаем на виртуальный полигон, чувствуя, что переместились на большое расстояние, не являющееся на самом деле реальным.

source: We start walking down the city streets once again.
ru_ru: Мы продолжаем идти по городским улицам.

source: We take a bunch of twists and turns and end up in a filthy back alley.
ru_ru: Мы делаем череду поворотов и оказываемся в грязной подворотне.

source: We're always connected.
ru_ru: Мы всегда подключены.

source: We're breaking through, Lieutenant!
ru_ru: Мы прорываемся, лейтенант!

source: We're in something of a secret relationship.
ru_ru: У нас что-то вроде тайных отношений.

source: We're isolated right in the middle of hostile territory. We won't survive for long unless we break through the perimeter.
ru_ru: Мы окружены в самом центре вражеской территории. Мы не сможем долго продержаться, если не прорвемся через периметр.

source: We're leaving! Jump!
ru_ru: Мы уходим! Прыгайте!

source: We're out of options here.
ru_ru: У нас нет других вариантов.

source: We're out of time. Go, Lieutenant! Now!
ru_ru: У нас нет времени. Вперед, лейтенант! Сейчас же!

source: We're second-generation brain chip holders. Have you forgotten, Lieutenant?
ru_ru: Мы обладатели мозговых имплантов второго поколения. Вы забыли, лейтенант?

source: Weakling! Weakling!
ru_ru: Слабак! Слабак!

source: Weapon development...
ru_ru: Развитие оружия...

source: Weapon... Check...
ru_ru: Оружие...

source: Wearing bloomers is a bit more embarrassing than I thought it'd be...
ru_ru: Носить панталоны более неловко, чем я думала...

source: Well, I'm not surprised. I knew you had it in you.
ru_ru: Ну, я не удивлена. Я знала, что у вас это в крови.

source: Well, anyone could've seen it coming in this situation.
ru_ru: Любой бы мог предвидеть, что это случится в данной ситуации.

source: Well, for example, I remembered how to pilot a simulacrum. So maybe if I transform again...
ru_ru: Ну, например, тогда я вспомнил, как управлять симулякром. Так может, если я снова трансформируюсь...

source: Well, going by the navigation, the clinic should be around here.
ru_ru: Судя по карте, клиника должна быть где-то здесь.

source: Well, this is supposedly the modern-day Sodom. If you listen to the anti-AI people, anyway.
ru_ru: Ну, это современный Содом. По крайней мере, если слушать людей, выступающих против ИИ.

source: Well, we are connected to the internet 24/7.
ru_ru: Ну, мы всегда подключены к интернету.

source: Well, yes.
ru_ru: Пожалуй, да.

source: Well...
ru_ru: Ну...

source: Were you hoping to get a peek at my legs? My chest? Or maybe something else... Hehe...
ru_ru: Ты надеялся взглянуть на мои ноги? Мою грудь? Или, может быть, что-то еще... Хехе...

source: Wh-Whoa... Feels like he'd gobble me right up.
ru_ru: У-уоу... Кажется, он мог бы меня сожрать.

source: What a body he's got there. Though I'm not really into the macho types.
ru_ru: У него такое шикарное тело. Хотя я не очень люблю мачо.

source: What a sad existence... He might not even be human now.
ru_ru: Какая печальная судьба... Возможно, теперь он даже не человек.

source: What am I gonna do with you?"
ru_ru: И что мне с тобой делать?"

source: What do you call a sleeping bull? A bull dozer... Ugh.
ru_ru: Как называют спящего парикмахера? Парикмахррр... Уф.

source: What do you mean, I must know?@hKOU_0301KM And what's a simulacrum, anyw
ru_ru: Что значит, я должен знать? И что такое симулякр, в конце кон-

source: What do you mean, we don't need a wired connection?
ru_ru: Что значит, нам не нужно проводное соединение?

source: What do you want first: a bath, dinner, or... Waugh, I can't bring myself to finish that.
ru_ru: Что ты хочешь в первую очередь: ванну, ужин или... Ух-х, я не могу заставить себя договорить.

source: What just happened?
ru_ru: Что это было?

source: What kind of life did I lead to bring me to this battlefield?
ru_ru: Какую жизнь я вел, что в итоге оказался на войне?

source: What sort of weapon do you want?
ru_ru: Какое оружие ты хочешь?

source: What the heck? What do you want me to do with that paltry amount?
ru_ru: Чего? И что мне делать с этой мелочью?

source: What the hell are you talking about?!
ru_ru: О чем ты, мать твою, говоришь?!

source: What the hell is this?
ru_ru: Какого хрена происходит?

source: What the hell...? I had no idea your mom went through all of that...
ru_ru: Какого черта...? Я и не подозревала, что твоя мама прошла через все это...

source: What the...? This isn't like you at all.
ru_ru: Что за...? Это совсем на тебя не похоже.

source: What was I doing there?
ru_ru: Что я делал в том месте?

source: What we're doing is illegal.
ru_ru: То, чем мы занимаемся - незаконно.

source: What would you prefer me to call you? Boss? Bro? Daddy?
ru_ru: Как бы вы хотели, чтобы я к тебе обращалась Босс? Братан? Папочка?

source: What's so summery about a somersault, anyway?
ru_ru: Что такого летнего в сальто?

source: What's the matter, Lieutenant? Keep up.
ru_ru: В чем дело, лейтенант? Не отставайте.

source: What's with her...? Just looking at her puts me in a bad mood.
ru_ru: Что с ней...? От одного взгляда на неё у меня портится настроение.

source: What's wrong, Lieutenant?@hRAIN_0201KY Don't tell me...
ru_ru: В чём дело, лейтенант? Не говорите мне, что...

source: What's wrong?
ru_ru: В чём дело?

source: What?
ru_ru: Что?

source: What? Listen to yourself!
ru_ru: Что? Вы сами себя слышите?!

source: What? Then we'll have to keep running until we've put enough distance...
ru_ru: Что? Тогда нам придется бежать, пока мы не оторвёмся от них...

source: What? When'd they get so close?!
ru_ru: Что? Когда они успели подойти так близко?!

source: What? Y-You're older than me?!
ru_ru: Что? В-вы старше меня?!

source: What?!
ru_ru: Что?!

source: What?! @t0080@hRAIN_0201IK Stay alert, Lieutenant!
ru_ru: Что?! @t0080@hRAIN_0201IK Будьте начеку, лейтенант!

source: What?! F-From here?!
ru_ru: Что?! О-отсюда?!

source: When I give the signal, run away as fast as you can. Got that, Lieutenant?
ru_ru: Когда я дам сигнал, бегите так быстро, как только сможете. Вы поняли, лейтенант?

source: When I hear that, I hit upon a couple of extremely basic questions.
ru_ru: Услышав это, у меня возникает несколько крайне важных вопросов.

source: When I open my eyes to the sound of rain, the stained panels on the ceiling come into view.
ru_ru: Когда я открываю глаза от шума дождя, в поле зрения попадают грязные потолочные панели.

source: When I take a look, I see a dent running across the surface of one of my side armor plates.
ru_ru: Присмотревшись, я замечаю вмятину на поверхности одной из боковых броневых пластин.

source: When my eyes adapt to the city lights, everything they'd been hiding comes into view.
ru_ru: Когда мои глаза привыкли к городским огням, все, что скрывалось за ними, становится видимым.

source: When she takes it back out, I see it holding a tiny apparatus a self-propelled spy robot.
ru_ru: Когда она вынимает её обратно, я вижу, что она держит крошечный аппарат - автономного робота-шпиона.

source: When you lose your memories, you also tend to lose your grasp on your own identity. It's because you no longer remember what defines you as a person.
ru_ru: Когда ты теряешь память, то, как правило, теряешь и свою личность. Это происходит потому, что ты перестаешь помнить, что ты представлял из себя как личность.

source: When you're short of breath, you take one. That logic has been ingrained into our bodies, so it's pretty hard to shake off.
ru_ru: Когда вам не хватает воздуха, вы делаете вдох. Эта логика укоренилась в нашем организме, поэтому от нее довольно трудно избавиться.

source: Where am I? What am I doing here? I have too many questions to ask.
ru_ru: Где я? Что я здесь делаю? У меня слишком много вопросов.

source: While it would be nice to give them a proper sendoff, we must get going at once.
ru_ru: Конечно, было бы неплохо проститься с ними как положено, но мы должны немедленно уходить отсюда.

source: While rubbing my head, I stand up and face Rain.
ru_ru: Потирая голову, я встаю и встречаюсь с Рейн взглядом.

source: While she may be unlicensed, her skills are supposedly beyond compare. And she treats you without leaving any records on the internet, to boot.
ru_ru: Несмотря на то, что она не имеет лицензии, её навыки, по слухам, вне конкуренции. И она будет лечить тебя, не оставляя никаких записей в Интернете.

source: White carnations represent one's thoughts for their late mother.
ru_ru: Белые гвоздики символизируют мысли о покойной матери.

source: Who are you?
ru_ru: Вы кто?

source: Who in the world are they?
ru_ru: Кто они вообще такие?

source: Who made this fish?!
ru_ru: Кто приготовил эту рыбу?!

source: Who said that? Saying it out loud sends a small pang through my chest.
ru_ru: Чьи это слова? Когда я произношу их вслух, в моей груди раздается резкая боль.

source: Who the hell do you think I am?! I'm Chinatsu!
ru_ru: Ты за кого меня держишь?! Я Чинатсу!

source: Who's this? One of Sora's friends?
ru_ru: Кто это? Один из друзей Соры?

source: Whoa!
ru_ru: Уа!

source: Whoa! What the hell's going on?!
ru_ru: Воу! Что, черт возьми, происходит?!

source: Whoa, I'm like a walking thermal power station!
ru_ru: Ух ты, я прям ходячая ТЭС!

source: Whoa, whoa.
ru_ru: Эй, эй.

source: Why am I remembering all of this? It doesn't matter!
ru_ru: Зачем я все это вспоминаю? Это не важно!

source: Why can't I remember her name at all?
ru_ru: Почему я не могу вспомнить её имя?

source: Why can't you just sleep on the bed? It's big enough for both of us.
ru_ru: Почему ты не можешь просто спать на кровати? Она достаточно большая для нас двоих.

source: Why did they design me to be so petite? What if it's part of Koumei's trap?
ru_ru: Почему они сделали меня такой маленькой? Что если это часть ловушки Кумэя?

source: Why is this girl so hug-happy?
ru_ru: Почему эта девчонка так любит обниматься?

source: Why must he be so stubborn?
ru_ru: Почему он такой упрямый?

source: Why the hell did I become a soldier?
ru_ru: Почему, черт возьми, я стал солдатом?

source: Why won't you move?
ru_ru: Почему ты не двигаешься?

source: Why would she do that if she wanted to take me down?
ru_ru: Зачем ей это делать, если она хочет меня прикончить?

source: Why...?
ru_ru: Почему...?

source: Winky wink... Au...
ru_ru: *Подмигивает*. Ау...

source: With a twisted smile, she points at a water tank installed at the back of the room. Wriggling about in it is a soft, phallic creature.
ru_ru: С извращенной улыбкой она указывает на резервуар с водой, установленный в задней части комнаты. В нем извивается мягкое фаллическое существо.

source: With that curt answer, Rain starts walking away.
ru_ru: Отрывисто ответив, Рейн начинает уходить.

source: With those words, Rain gives me a pat on the shoulder.
ru_ru: Говоря эти слова, Рейн похлопывает меня по плечу.

source: Would you like to change your unit's equipment?
ru_ru: Изменить снаряжение?

source: Would you like to spar for a bit?
ru_ru: Не хочешь немного потренироваться?

source: Would you like to stop for the time being and return to the survival mode menu?
ru_ru: Вернуться в меню режима выживания?

source: Would you mind telling me if you see her anywhere? Don't ask why.
ru_ru: Не мог бы ты сказать мне, если увидишь её где-нибудь? Не спрашивай зачем.

source: Wow, he's huge. His arm alone might be bigger than my waist.
ru_ru: Ух ты, какой он огромный. Одна его рука может быть больше моей талии.

source: Wrecks up in smoke. Lifeless, massive constructions as far as the eye can see.
ru_ru: Горящие обломки. Безжизненные, огромные конструкции, до самого горизонта.

source: Y-Yeah, coming.
ru_ru: Д-Да, иду.

source: Y-Yeah, thanks.
ru_ru: Д-да, спасибо.

source: Y-Yeah, that's right.
ru_ru: Д-да, верно.

source: Y-You want me to cook? Perhaps another time... In the distant future...
ru_ru: Т-ты хочешь, чтобы я готовила? Возможно, в другой раз... В далеком будущем...

source: Yawn...
ru_ru: Зевок...

source: Yeah!
ru_ru: Ага!

source: Yeah, I recognize this. I remember it. I know this pulsing of the body very well.
ru_ru: Да, мне это знакомо. Я это помню. Я очень хорошо знаю эту пульсацию.

source: Yeah, I'm fine! Is that the target?
ru_ru: Да, я в порядке! Они и есть наша цель?

source: Yeah, it certainly doesn't seem to be bothering her too much.
ru_ru: Похоже, её это не слишком беспокоит.

source: Yeah, let's get this show on the road. Bring it on, Rain.
ru_ru: Да, давай повеселимся. Начинай, Рэйн.

source: Yeah, probably.
ru_ru: Да, наверное.

source: Yeah, somehow. I guess I wasn't dead weight, surprisingly.
ru_ru: Да, вроде того. На удивление мне кажется, что я не был мертвым грузом.

source: Yeah, thanks.
ru_ru: Да, спасибо.

source: Yeah, this feels very familiar, like I've come back home.
ru_ru: Да, я как будто вернулся домой.

source: Yeah, this really doesn't look like it's gonna last very long.
ru_ru: Да, похоже, что это продлится недолго.

source: Yeah, your brain chip has been partially destroyed. But thanks to that, your cells escaped harm.
ru_ru: Да, мозговой чип был частично разрушен. Но благодаря этому твои клетки избежали повреждений.

source: Yeah. Let's go back to the real world together, Rain.
ru_ru: Да. Давайте вместе выберемся отсюда, Рэйн.

source: Yes!
ru_ru: Да!

source: Yes, but don't worry. It's not looking for us. Here in Suzushiro, a VTOL roaming the sky is an everyday occurrence.
ru_ru: Да, но не переживайте. Он нас не ищет. Здесь, в Судзусиро, кружащий в небе СВВП - обычное явление.

source: Yes, but this should be the place.
ru_ru: Да, но это должно быть то самое место.

source: Yes, it was a logic bomb. It wiped out our entire squad, save for him and me.
ru_ru: Да, это была логическая бомба. Она уничтожила весь наш отряд, кроме нас двоих.

source: Yes, my lord.
ru_ru: Да, мой господин.

source: Yes, that's the enemy support! We must take it out before the viruses recover!
ru_ru: Да, это вражеская поддержка! Мы должны уничтожить ее, пока вирусы не восстановились!

source: Yes, this is Suzushiro City, a standalone city-state under the direct control of the GU.
ru_ru: Да, это город Судзусиро, отдельный город-государство, напрямую управляемый ВС.

source: Yes, we're still in the combat zone. We cannot log out from here.
ru_ru: Да, мы все еще находимся в зоне боевых действий. Мы не можем выйти из этого места.

source: Yes.
ru_ru: Да.

source: Yes. I am Dominion's priestess.
ru_ru: Да. Я жрица Доминиона.

source: Yes. It is you, Lieutenant Kou Kadokura.
ru_ru: Да. О вас, лейтенант Кадокура Коу.

source: Yes. So let's try to break through a lightly guarded area
ru_ru: Да. Давайте попробуем прорваться через слабо охраняемую территорию.

source: Yes. There are no friendly IFFs in the area. We're the only ones left.
ru_ru: Да. Поблизости нет дружественных боевых единиц. Остались только мы.

source: Yes. We enlisted at the same time and have stayed together for several years now.
ru_ru: Да. Мы поступили на службу одновременно и уже несколько лет вместе.

source: Yes. We'll take that chance to slip through their front lines and take out the support unit at the back.
ru_ru: Да. Мы воспользуемся этим шансом, чтобы проскользнуть через их передовые отряды и уничтожить группу поддержки в тылу.

source: Yes. You're a freelance mercenary, a commissioned cyber officer, and a veteran pilot.
ru_ru: Да. Вы наемник-фрилансер, кибер-офицер и опытный пилот.

source: Yikes.
ru_ru: Уоах!

source: You and Sora are always arguing, aren't you?
ru_ru: Вы с Сорой всегда спорите, не так ли?

source: You can alter the game's settings here.
ru_ru: Здесь можно изменить настройки игры.

source: You can cancel from one force crash into another.
ru_ru: Ты можешь прервать один ульт. удар другим.

source: You can change your unit's equipment if you need to.
ru_ru: Можешь при необходимости изменить снаряжение своего симулякра.

source: You can check out the help menu if you need to.
ru_ru: Ты можешь заглянуть в справку, если нужно.

source: You can check the scenario chart here.
ru_ru: Здесь можно ознакомится со схемой сюжета.

source: You can check the text log here.
ru_ru: С текстовым журналом можно ознакомиться здесь.

source: You can choose which stage you want to replay.
ru_ru: Можешь выбрать, какой этап ты хочешь переиграть.

source: You can customize your simulacrum here.
ru_ru: Здесь ты можешь настроить свой симулякр.

source: You can customize your unit here.
ru_ru: Здесь ты можешь настроить свой симулякр

source: You can dig up the chat logs for dirt.
ru_ru: Здесь можно накопать компромат.

source: You can even EX cancel during force crashes.
ru_ru: Вы даже можете прервать ульт. удар.

source: You can give up and return to the survival mode menu.
ru_ru: Можешь сдаться и вернуться в меню режима выживания

source: You can head back to the previous choice or the setup menu if you need to.
ru_ru: При необходимости ты можешь вернуться к предыдущему выбору или в меню подготовки.

source: You can make some new weapons here.
ru_ru: Ты можешь создать здесь несколько новых видов оружия.

source: You can manufacture new weapons here.
ru_ru: Здесь ты можешь открывать новое оружие

source: You can pick up from where you left off if you want.
ru_ru: Ты можешь продолжить с того места, на котором остановился, если хочешь.

source: You can play around with the settings if you need to.
ru_ru: Можешь поиграть с настройками, если нужно.

source: You can replay moments from survival mode here.
ru_ru: Здесь ты можешь повторить записи из режима выживания.

source: You can retry from the beginning of the battle if you need to.
ru_ru: При необходимости ты можешь повторить попытку с самого начала боя.

source: You can retry the last battle.
ru_ru: Ты можешь повторить предыдущую битву

source: You can return to the last choice or setup menu if need be.
ru_ru: При необходимости можешь вернуться к последнему выбору или меню подготовки.

source: You can skip this battle if you want.
ru_ru: Если надо, можешь пропустить эту битву.

source: You can stop here and return to the main menu if you want.
ru_ru: Можешь остановиться здесь и вернуться в главное меню, если захочешь.

source: You can view individual unit information here.
ru_ru: Здесь можно посмотреть информацию о боевых единицах

source: You can view personal information here.
ru_ru: Здесь ты можешь посмотреть личную информацию

source: You can view survival mode replays here.
ru_ru: Посмотреть повторы режима выживания можно здесь.

source: You can view the scenario chart here.
ru_ru: Здесь ты можешь посмотреть схему сюжета

source: You can view your personal records here.
ru_ru: Здесь находится твоя личная статистика

source: You can view your ranking in survival mode here.
ru_ru: Здесь можно посмотреть свой рейтинг в режиме выживания

source: You can view your weapon information here.
ru_ru: Здесь можно посмотреть информацию об оружии

source: You couldn't look like this if you were acting. Whatever other reasons she may have, there's no doubt she's doing this out of concern for me.
ru_ru: Такое невозможно сыграть. Какие бы причины у неё ни были, несомненно, она делает это потому, что волнуется за меня.

source: You got caught up in the facility's explosion and were knocked out until just recently.
ru_ru: Вы оказались в эпицентре взрыва у здания и были без сознания до недавнего времени.

source: You have got to be kidding me.
ru_ru: Быть такого не может.

source: You know I can't do that! You're my comrade, right?!
ru_ru: Вы знаете, что я не могу этого сделать! Вы же мой товарищ, верно?!

source: You must be tired. Get some rest tonight.
ru_ru: Вы, наверное, устали. Вам нужно как следует отдохнуть.

source: You really do like bigger ones, don't you...?
ru_ru: Ты действительно любишь большие, не так ли...?

source: You sure she really isn't just Sora?
ru_ru: Ты уверен, что она не Сора?

source: You think my hair's this color thanks to all the chives? As if!
ru_ru: Ты думаешь, мои волосы такого цвета из-за зелёного лука? Как бы не так!

source: You want to share a bed with me? Ask me again once you've become a proper soldier.
ru_ru: Хочешь разделить со мной постель? Спроси меня снова, когда станешь настоящим солдатом.

source: You were a big help, actually.
ru_ru: Вы мне на самом деле очень помогли.
